Revit 2027 API
SymbolTypeId.MSup3PerKN Property
 Symbol m³/kN, indicating unit Cubic meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup3PerKN { get; }
Public Shared ReadOnly Property MSup3PerKN As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup3PerKN {
	ForgeTypeId^ get ();
}
static member MSup3PerKN : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace